Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/udi.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: overholde taushetsplikten og behandle opplysningene du gir oss konfidensielt, både mens saken er under behandling og etter at den er avsluttet
nn: overhalde teieplikta og behandle opplysningane du giev oss, konfidensielt, både medan saka er under behandling, og etter at ho er avslutta

source: Du kan senere bli bedt om å dokumentere at du hadde denne inntekten det første året familiemedlemmet ditt var i Norge.
nn: Du kan seinare bli beden om å dokumentere at du hadde denne inntekta det første året familiemedlemmet ditt var i Noreg.

source: prosessen i denne og fremtidige søknader.
nn: prosessen i denne og framtidige søknader.

source: Oppholdstillatelse som flyktning
nn: Opphaldsløyve som flyktning

source: med referansepersonen og/eller søkeren for å få mer informasjon.
nn: med referansepersonen og/eller søkjaren for å få meir informasjon.

source: er utvist fra et annet
nn: er utvist frå eit anna

source: Elever som har deltatt i grunnskole- eller videregående opplæring som del av introduksjonsprogrammet.
nn: Elevar som har delteke i grunnskule- eller vidaregåande opplæring som del av introduksjonsprogrammet.

source: Familieinnvandring med statsborger fra land utenfor EU/EØS
nn: Familieinnvandring med statsborgar frå land utanfor EU/EØS

source: forslag til datoer for besøket, og eventuelt dato for familiesammenkomsten
nn: forslag til datoar for besøket og eventuelt dato for familiesamankomsten

source: uten at du må møte opp hos politiet en gang til.
nn: utan at du må møte opp hos politiet ein gang til.

source: Du vil dessverre ikke få refundert søknadsgebyret hvis du trekker søknaden din.
nn: Du vil dessverre ikkje få refundert søknadsgebyret viss du trekkjer søknaden din.

source: Du må ha fått opptak til en høyskole eller et universitet.
nn: Du må ha fått opptak til ein høgskole eller eit universitet.

source: Arbeidsgiveren må be om tidlig arbeidsstart når han eller hun leverer søknaden om oppholdstillatelse til politiet.
nn: Arbeidsgivaren må be om tidleg arbeidsstart når han eller ho leverer søknaden om opphaldsløyve til politiet.

source: Ved blant annet søknader om oppholdstillatelse for faglærte kan arbeidsgiveren også søke på vegne av arbeidstakerens ektefelle/samboer og barn.
nn: Ved mellom anna søknader om opphaldsløyve for faglærte kan arbeidsgivaren også søkje på vegner av arbeidstakaren sin ektefelle/sambuar og barn.

source: eller har sterk tilknytning til kommunen.
nn: sterk tilknyting til kommunen.

source: har opphold etter søknad om beskyttelse (asyl)
nn: har opphald etter søknad om vern (asyl)

source: Husk å lagre skjemaet på datamaskinen din før du begynner å fylle ut skjemaet.
nn: Hugs å lagre skjemaet på datamaskinen din før du begynner å fylle ut skjemaet.

source: Jeg fyller ut informasjon om barnet/barna på neste side.Jeg har foreldre eller barn som er sterkt pleietrengende som
nn: Eg fyller ut informasjon om barnet/barna på neste side. Eg har foreldre eller barn som er sterkt pleietrengande som

source: er normalt for vedkommende sted og yrke.
nn: som er normalt for vedkommande stad og yrke.

source: en legeattest som ikke er eldre enn tre måneder og som inne-
nn: ein legeattest som ikkje er eldre enn tre månader og som inne-

source: Kommunen jeg ønsker å bo i
nn: Kommunen eg ønsker å bu i

source: Vi minner om at du også må holde deg oppdatert på de gjeldende
nn: Vi minner om at du og må halde deg oppdatert på dei gjeldande

source: Politiet behandler en stor del av søknadene selv, men kan ikke avslå søknader.
nn: Politiet behandlar ein stor del av søknadene sjølv, men kan ikkje avslå søknader.

source: Du kan lese mer om støtte til å betale utgiftene dine i retnings-
nn: Du kan lese meir om støtte til å betale utgiftene dine i retnings-

source: Spesielle krav for helsepersonell
nn: Spesielle krav til helsepersonell

source: Krav til å søke
nn: Krav for å søkje

source: september 2006 eller senere, og har norsk mor eller
nn: september 2006 eller seinare og har norsk mor eller

source: Er et samarbeid mellom Arbeidstilsynet, politiet, Skatteetaten og UDI om drift av servicesentre for utenlandske arbeidstakere i Norge.
nn: Er eit samarbeid mellom Arbeidstilsynet, politiet, Skatteetaten og UDI om drift av servicesenter for utanlandske arbeidstakarar i Noreg.

source: invitasjon fra den som er ansvarlig for arrangementet
nn: invitasjon frå den som er ansvarleg for arrangementet

source: Ambassaden forteller deg hva du skal gjøre for å få visumet.
nn: Ambassaden fortel deg kva du skal gjere for å få visumet.

source: Noen ansatte i internasjonale selskaper trenger ikke oppholdstillatelse hvis de skal arbeide i Norge i inntil tre måneder.
nn: Nokre tilsette i internasjonale selskap treng ikkje opphaldsløyve dersom dei skal arbeide i Noreg i inntil tre månader.

source: bruker Søknadsportalen hvis det er mulig, og ellers bruker riktig søknadsskjema og sørger for at det er korrekt utfylt
nn: bruker Søknadsportalen dersom det er mogleg, og elles bruker riktig søknadsskjema og sørgjer for at det er korrekt utfylt

source: Søknader om statsborgerskap
nn: Søknader om statsborgarskap

source: Hvis du får en beskjed om at det ikke er noen ledige timer, eller du ikke ser noen knapp for å bestille time etter at du har åpnet søknaden din, så betyr det at det ikke er noen ledige timer, og at du må prøve igjen senere.
nn: Viss du får ein beskjed om at det ikkje er nokon ledige timar, eller du ikkje ser nokon knapp for å bestille time etter at du har opna søknaden din, så betyr det at det ikkje er nokon ledige timar no, og du må prøva igjen seinare.

source: Dette må dere gjøre
nn: Dette må de gjere

source: unntak fra inntektskravet hvis du søker innen bestemte frister
nn: unntak frå inntektskravet viss du søkjer innan bestemte fristar

source: UDI vil ta hensyn til om det har vært mulig å reise ut dersom det blir opprettet bort- eller utvisningssak.
nn: UDI vil ta omsyn til om det har vore mogleg å reise ut dersom det blir oppretta bort- eller utvisingssak.

source: familiemedlemmet i Norge har fått oppholdstillatelse etter å ha søkt om asyl, og
nn: familiemedlemmen i Noreg har fått opphaldsløyve etter å ha søkt om asyl, og

source: UDI skal behandle personopplysningene dine på en lovlig og sikker måte.
nn: UDI skal behandle personopplysningane dine på ein lovleg og sikker måte.

source: Hvis du er statsborger av et land i listen nederst på denne siden, må søknaden din sendes på slik godkjenning (konsultasjon).
nn: Dersom du er statsborgar av eit land på lista nedst på denne sida, må søknaden din sendast til slik godkjenning (konsultasjon).

source: utgiftene var nødvendige for å få endret vedtaket
nn: utgiftene var nødvendige for å få endra vedtaket

source: Det er Politiets utlendingsenhet som har ansvar for uttransportering, noen ganger i samarbeid med et lokalt politidistrikt i Norge.
nn: Det er Politiets utlendingseining som har ansvar for uttransportering, nokre gonger i samarbeid med eit lokalt politidistrikt i Noreg.

source: Vi kan bare behandle saken automatisert når det er klare vilkår i regelverket for om det du har søkt om skal innvilges eller avslås.
nn: Vi kan berre behandla saka automatisert når det er klare vilkår i regelverket for om det du har søkt om skal løyvast eller avslåast.

source: Du kan levere en enkel melding om statsborgerskap hvis du tidligere har vært norsk, og mistet norsk statsborgerskap fordi du ble borger av et annet land eller ikke ga fra deg tidligere statsborgerskap.
nn: Du kan levere ei enkel melding om statsborgarskap viss du tidlegare har vore norsk, og mista norsk statsborgarskap fordi du blei borgar av eit anna land eller ikkje gav frå deg tidlegare statsborgarskap.

source: Brukt i kombinasjon med R/DK (representasjon Danmark), når visumet også er gyldig for Færøyene.
nn: Brukt i kombinasjon med R/DK (representasjon Danmark), når visumet òg er gyldig for Færøyane.

source: Barnet og den eller de som har foreldreansvar må møte hos politiet for å levere den signerte søknaden og all dokumentasjonen.
nn: Barnet og den eller dei som har foreldreansvaret må møte hos politiet for å levere den underteikna søknaden og all dokumentasjonen.

source: Da må du ta kontakt med
nn: Då må du ta kontakt med

source: UDI kan godta at du får lav eller ingen lønn hvis dette er normalt for yrket ditt der du skal jobbe.
nn: UDI kan godta at du får låg eller inga lønn dersom dette er normalt for yrket ditt der du skal jobbe.

source: Hvis du skal besøke noen i Norge, for eksempel familie, venner, et firma eller en organisasjon, må de sende deg en skriftlig invitasjon.
nn: Dersom du skal besøkje nokon i Noreg, for eksempel familie, venner, eit firma eller ein organisasjon, må dei sende deg ein skriftleg invitasjon.

source: oktober 2021 vil ikke introduksjonsstønad lenger regnes som inntekt når vi vurderer om inntektskravet er oppfylt.
nn: oktober 2021 kan ikkje UDI lenger rekne introduksjonsstønad som inntekt når vi vurderer om inntektskravet er oppfylt.

source: Hva er det rettslige grunnlaget for behandlingen av personopplysningene dine?
nn: Kva er det rettslege grunnlaget for behandlinga av personopplysningane dine?

source: familiemedlemmet i Norge ikke har fått permanent oppholdstillatelse ennå
nn: familiemedlemmen i Noreg ikkje har fått permanent opphaldsløyve enno

source: , der du også finner rapporter og verktøy fra Koordineringsenheten for ofre for menneskehandel (KOM)
nn: , der du òg finn rapportar og verktøy frå Koordineringseininga for offer for menneskehandel (KOM)

source: Det skal ikke lenger stilles krav om å gjennomføre norskopplæring eller gjennomføre pliktig opplæring i norsk og samfunnskunnskap etter introduksjonsloven for å få statsborgerskap
nn: Det skal ikkje lenger stillast krav om å gjennomføre norskopplæring eller gjennomføre pliktig opplæring i norsk og samfunnskunnskap etter introduksjonslova for å få statsborgarskap

source: Du vil få nærmere informasjon om dette under saksbehandlingen.
nn: Du vil få nærare informasjon om dette under saksbehandlinga.

source: Hvis foreldrene dine var statsborgere av Sverige, Danmark, Finland eller Island og ble norske statsborgere ved å levere melding før du fylte 18 år, ble du automatisk norsk hvis du:
nn: Dersom foreldra dine var statsborgarar av Sverige, Danmark, Finland eller Island og blei norske statsborgarar ved å levere melding før du fylte 18 år, blei du automatisk norsk dersom du:

source: gi deg innsyn i saken din hvis du ønsker det
nn: gi deg innsyn i saka di dersom du ønskjer det

source: Hvis du får studietillatelse, får du automatisk også tillatelse til å arbeide 20 timer per uke ved siden av skolen og fulltid i feriene.
nn: Dersom du får studieløyve, får du automatisk også løyve til å arbeide 20 timar per veke ved sidan av skolen og fulltid i feriane.

source: forslag til datoer for besøket, og dato for møter eller arrangementer du skal delta på
nn: forslag til datoar for besøket, og dato for møte eller arrangement du skal delta på

source: menn som er tiltrukket av andre menn
nn: menn som er tiltrekte av andre menn

source: Hvis møtet du skal i, er viktig for bedriften din eller bedriften du skal besøke, er det større sjanse for at du får visum.
nn: Dersom møtet du skal i, er viktig for bedrifta di eller bedrifta du skal besøkje, er det større sjanse for at du får visum.

source: Hvis du ønsker å komme tilbake til Norge på besøk, eller for å bo her, før innreiseforbudet ditt har gått ut, må du
nn: Dersom du ønskjer å kome tilbake til Noreg på besøk eller for å bu her før innreiseforbodet ditt har gått ut, må du

source: hvis søknaden gjelder begge to
nn: dersom søknaden gjeld begge to

source: Du kan ikke kontakte UDI for å få time hos politiet.
nn: Du kan ikkje kontakte UDI for å få time hos politiet.

source: Informasjon til referansepersoner som er selvstendig næringsdrivende
nn: Informasjon til referansepersonar som er sjølvstendig næringsdrivande

source: Dette gjelder selv om du har fått beskjed om at du skal melde deg for politiet innen en uke etter innreise.
nn: Dette gjeld sjølv om du har fått beskjed om at du skal melde deg for politiet innan ei veke etter innreise.

source: Tilbake til forrige side (Utlendingspass og reisebevis)
nn: Tilbake til førre side (Utlendingspass og reisebevis)

source: Det er ikke mulig å be om tidlig arbeidsstart hvis du leverer søknaden om oppholdstillatelse på en ambassade.
nn: Det er ikkje mogleg å be om tidleg arbeidsstart dersom du leverer søknaden om opphaldsløyve på ein ambassade.

source: Vi utvikler bedre systemer for å styre målrettet og effektivt.
nn: Vi utviklar betre system for å styre målretta og effektivt.

source: Etter at politiet har sendt søknaden til UDI for behandling, er det ikke mulig å få en bekreftelse på tidlig arbeidsstart.
nn: Etter at politiet har sendt søknaden til UDI for handsaming, er det ikkje mogleg å få ei stadfesting på tidleg arbeidsstart.

source: Et alternativ er at
nn: Eit alternativ er at

source: Du trenger gyldig oppholdskort hvis du skal reise til utlandet
nn: Du treng gyldig opphaldskort dersom du skal reise til utlandet

source: Ta kontakt med UDI for å avklare reglene i slike tilfeller.
nn: Ta kontakt med UDI for å avklare reglane i slike tilfelle.

source: Hvis firmaet du jobber i skal etablere seg i Norge, må du ha en lederstilling eller spesiell kompetanse som er avgjørende for at firmaet skal kunne etablere seg her.
nn: Dersom firmaet du jobbar i, skal etablere seg i Noreg, må du ha ei leiarstilling eller spesiell kompetanse som er avgjerande for at firmaet skal kunne etablere seg her.

source: Vi kan heller ikke skrive bekreftelser som kan brukes for å reise, og som flyselskaper eller andre lands myndigheter med sikkerhet vil godta.
nn: Vi kan heller ikkje skrive stadfestingar som kan brukast for å reise, og som flyselskap eller styresmaktene i andre land med visse vil godta.

source: Søknaden er ikke levert før du har møtt til avtalen hos politiet/ambassaden/VFS søknadssenteret for å levere inn dokumentene på sjekklisten.
nn: Søknaden er ikkje levert før du har møtt til avtalen hos politiet/ambassaden/VFS søknadssenteret for å levere inn dokumenta på sjekklista.

source: Smittevern ved innreise til Norge
nn: Smittevern ved innreise til Noreg

source: Da vil du få svar innen
nn: Då vil du få svar innan

source: annen utregning, må det spesifiseres og dokumenteres at det er i henhold til tariff, regulativ eller det som
nn: anna utrekning, må det spesifiserast og dokumenterast at det er i samsvar med tariff, regulativ eller det

source: Hvis du ikke drar tilbake før besøksvisumet går ut, kan du få avslag på søknaden din om familieinnvandring fordi du har brutt reglene for visumet.
nn: Dersom du ikkje drar tilbake før besøksvisumet går ut, kan du få avslag på søknaden din om familieinnvandring fordi du har brote reglane for visumet.

source: en du kjenner, som er bosatt i Norge, garanterer for deg
nn: ein du kjenner, som er busett i Noreg, garanterer for deg.

source: Vi setter oss inn i og forstår brukernes behov.
nn: Vi set oss inn i og forstår behovet til brukarane.

source: Foreldrene kan bli straffet hvis datteren deres blir omskåret, og det hadde vært mulig for dem å hindre omskjæringen.
nn: Foreldra kan bli straffa dersom dottera deira blir omskoren og det hadde vore mogleg for dei å hindre omskjeringa.

source: Du kan fylle ut skjemaene på datamaskin, hvis du
nn: Du kan fylle ut skjemaa på datamaskin, dersom du

source: oppholdstillatelse for arbeid
nn: opphaldsløyve for arbeid

source: • kopi av underskrevet egenerklæring om inntekts- og formuesforhold
nn: • kopi av underskrive eigenfråsegn om inntekts- og formuesforhold som

source: I oversendelsesbrevet, som du mottar sammen med vedtaket, vil det stå om du må møte opp hos politiet en gang til eller ikke.
nn: I oversendingsbrevet, som du mottar saman med vedtaket, vil det stå om du må møte opp hos politiet ein gong til eller ikkje.

source: Endringen får også betydning for tidligere inntekt hvis referansepersonen har mottatt introduksjonsstønad etter 1.
nn: Endringa får òg tyding for tidlegare inntekt viss referansepersonen har mottatt introduksjonsstønad etter 1.

source: Vi kan også bruke opplysninger fra en annen persons sak hvis det er nødvendig for å behandle saken din.
nn: Vi kan også bruke opplysningar frå saka til ein annan person dersom det er nødvendig for å behandle saka di.

source: Hvor lang tid tar det før du får svar på klagen din?
nn: Kor lang tid tek det før du får svar på klagen din?

source: I tillegg har vi ansvar for at alle asylsøkere får tilbud om et sted å bo mens de venter på at vi skal behandle søknadene deres, og for å finne gode løsninger for de som vil reise tilbake til hjemlandet sitt.
nn: I tillegg har vi ansvar for at alle asylsøkjarar får tilbod om ein stad å bu mens dei ventar på at vi skal behandle søknadene deira, og for å finne gode løysingar for dei som vil reise tilbake til heimlandet sitt.

source: siktet eller tiltalt for et forhold som kan føre til fengselsstraff, forvaring, tvungent psykisk helsevern eller tvungen omsorg i Norge eller utlandet,
nn: sikta eller tiltalt for eit forhold som kan føre til fengselsstraff, forvaring, tvungen psykisk helsevern eller tvungen omsorg i Noreg eller utlandet,

source: Den som ønsker det, kan be om innsyn i Utlendingsdirektoratets offentlige journal.Derfor bør du ikke sende e-post til oss med informasjon som du ikke ønsker at skal bli allment kjent.
nn: Den som ønskjer det, kan be om innsyn i Utlendingsdirektoratets offentlege journal. Derfor bør du ikkje sende e-post til oss med informasjon som du ikkje ønskjer at skal bli allment kjend.

source: Målgrupper som skal delta på aktiviteten(e) Deltakere
nn: Målgrupper som skal delta på aktiviteten(e) Deltakarar

source: Etter intervjuet sender politiet saken din tilbake til UDI.
nn: Etter intervjuet sender politiet saka di tilbake til UDI.

source: Hvis du har søkt om statsborgerskap, opphold etter Brexit-regelverket eller er EU/EØS-borger som har registrert deg som arbeidstaker:
nn: Viss du har søkt om statsborgarskap, opphald etter Brexit-regelverket eller er EU/EØS-borger som har registrert deg som arbeidstakar:

source: Du kan ikke søke om permanent oppholdstillatelse i Norge, så lenge du har en begrenset oppholdstillatelse, og tiden du har en begrenset oppholdstillatelse teller heller ikke med hvis du senere skal søke om permanent oppholdstillatelse.
nn: Du kan ikkje søkje om permanent opphaldsløyve i Noreg så lenge du har eit avgrensa opphaldsløyve, og den tida du har avgrensa opphaldsløyve, tel heller ikkje med dersom du seinare skal søkje om permanent opphaldsløyve.

source: • en bekreftelse på at du har fått plass på videregående skole og hvilken
nn: • ei stadfesting på at du har fått plass på vidaregåande skule og kva

source: Når gjelder endringene fra?
nn: Når gjeld endringane frå?

source: innen den tiden du fikk beskjed om da du fyllte ut skjemaet
nn: innan den tida du fekk beskjed om då du fylte ut skjemaet

source: Hvis du er borger av et land utenfor EU/EØS og har oppholdskort for familiemedlemmer av EU/EØS-borgere må du
nn: Dersom du er borgar av eit land utanfor EU/EØS og har opphaldskort for familiemedlemmer av EU/EØS-borgarar, må du

source: Tidligere norsk statsborger over 12 år
nn: Tidligare norsk statsborgar over 12 år

source: ektefeller som har barn som er født eller unnfanget før den ene ektefellen reiste til Norge
nn: ektefellar som har barn som er fødde eller unnfanga før den eine ektefellen reiste til Noreg

source: Hvis du har inntekt som ikke fremgår av skatteoppgjøret, kan vi ikke regne med denne når vi vurderer om du har tilstrekkelig inntekt.
nn: Viss du har inntekt som ikkje kjem fram av skatteoppgjeret, kan vi ikkje rekne med denne når vi vurderer om du har tilstrekkeleg inntekt.

source: Hvis vi har behov for å sjekke oftere at du fortsatt fyller kravene, for eksempel fordi du skal arbeide i en bemanningsbedrift, vil du bare få oppholdstillatelse for inntil ett år av gangen.
nn: Dersom vi treng å sjekke oftare at du framleis fyller krava, til dømes fordi du skal arbeide i ein bemanningsbedrift, vil du berre få opphaldsløyve for inntil eitt år av gongen.

source: at situasjonen din hadde endret seg etter det første vedtaket, for eksempel at du fikk høyere lønn
nn: at situasjonen din hadde endra seg etter det første vedtaket, til dømes at du fekk høgare løn

source: du bare får tillatelse til å være her for ett år av gangen
nn: du berre får løyve til å vere her for eitt år om gongen

source: informasjon om lønnen din for hver måned i året (lønnsslipper)
nn: informasjon om løna di for kvar månad i år (lønnsslippar)

source: Hvis du kommer til Norge uten besøksvisum, kan du få et nødvisum på grensen hvis det er svært viktige og uventede grunner til at du måtte reise.
nn: Viss du kjem til Noreg utan besøksvisum, kan du få et nødvisum på grensa viss det er svært viktige og uventa grunnar til at du måtte reise.

source: Hvis du som referanseperson er lønnsmottaker og får lønnsslipper fra arbeidsgiveren din, vil UDI hente ut informasjonen om lønnsslippene elektronisk fra Skatteetaten.
nn: Dersom du som referanseperson er lønsmottakar og får lønsslippar frå arbeidsgjevaren din, vil UDI hente ut informasjonen om lønsslippane elektronisk frå Skatteetaten.

source: I Nairobi og Kampala må du bestille time på forhånd.
nn: I Nairobi og Kampala må du bestille time på førehand.

source: Ektefeller og registrerte partnere
nn: Ektefellar og registrerte partnarar

source: statsborger av et annet EU/EØS- land enn Norge og oppholder seg i Norge, eller
nn: statsborgar av eit anna EU/EØS- land enn Noreg og oppheld seg i Noreg, eller

source: oversikt over ambassader for å sjekke om ambassaden er norsk eller ikke
nn: oversikt over ambassadar for å sjekke om ambassaden er norsk eller ikkje

source: Hva er fristen for å klage?
nn: Kva er fristen for å klage?

source: støtte til reisen, må mottaket bestille reisen for deg.
nn: pengestøtte til reisa, må mottaket bestille reisa for deg.

source: Du må selv ta kontakt med skolen for å finne ut om den er godkjent.
nn: Du må sjølv ta kontakt med skulen for å finne ut om den er godkjent.

source: På grunn av koronasituasjonen har politiet begrenset kapasitet, og det er innført midlertidige endringer i prosedyren for å stille garanti for visumsøkere og visumfrie uten egne midler.
nn: På grunn av koronasituasjonen har politiet avgrensa kapasitet, og det er innført mellombelse endringar i prosedyren for å stille garanti for visumsøkarar og visumfrie utan eigne middel.

source: Det gir effektive tjenester for brukerne og kostnadseffektive løsninger for samfunnet.
nn: Det gir effektive tenester for brukarane og kostnadseffektive løysingar for samfunnet.

source: planer, for eksempel at du har bestilt flybilletter eller skal reise på ferie
nn: planar, til dømes at du har bestilt flybillettar eller skal reise på ferie

source: av innreiseforbudet eller adgang til Norge for et kortvarig besøk
nn: av innreiseforbodet eller tilgjenge til Noreg for eit kortvarig besøk

source: Som en forberedelse til strategiprosessen har UDI identifisert sentrale strategiske temaer og usikkerheten knyttet til dem, gjennom et scenarioarbeid.
nn: Som ei førebuing til strategiprosessen har UDI identifisert sentrale strategiske tema og uvissa knytt til dei, gjennom eit scenarioarbeid.

source: UDI henter inn nødvendig informasjon fra deg som søker om oppholdstillatelse eller har en annen sak til behandling.
nn: UDI hentar inn nødvendig informasjon frå deg som søkjer om opphaldsløyve eller har ei anna sak til behandling.

source: Du kan gjøre et valg her for å gjøre listen over ulike situasjoner kortere.
nn: Du kan gjere eit val her for å gjere lista over ulike situasjonar kortare.

source: kravene som da du søkte om visumet
nn: krava som da du søkte om visumet
